Revit 2021.1 API
UnitTypeId.RiseDividedBy10Feet Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId RiseDividedBy10Feet { get; }
Visual Basic
Public Shared ReadOnly Property RiseDividedBy10Feet As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RiseDividedBy10Feet {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace